/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Front Row kan inte hitta något innehåll.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Front Row kan inte spela upp den aktuella låten.";


/* kBRMediaNoPhotoContent */
301 = "Front Row kan inte hitta några bilder.";

/* kBRMediaNoPodcastContent */
302 = "Front Row kan inte hitta några podcaster.";

/* kBRMediaNotDRMAuthorized */
303 = "Du är inte auktoriserad att spela upp det här innehållet.";

/* kBRMediaNoTVShowContent */
305 = "Front Row kan inte hitta några TV-program.";

/* kBRMediaNoMusicVideoContent */
306 = "Front Row kan inte hitta några musikvideor.";

/* kBRMediaNoPlaylists */
307 = "Front Row kan inte hitta några spellistor.";

/* kBRMediaNoSongContent */
308 = "Front Row kan inte hitta några låtar.";

/* kBRMediaNoAudioBookContent */
309 = "Front Row kan inte hitta några ljudböcker.";

/* kBRMediaNoMovies */
315 = "Front Row kan inte hitta några filmer.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Front Row har inte behörighet att spela upp det här innehållet.";


/* kBRDataSourceConnectionInProgressError */
420 = "Front Row försöker redan ansluta till källan.";

/* KBRSystemNetworkHostUnreachable */
501 = "Front Row kan inte ansluta till biblioteket.";

